let testsr = [
  {
    "number": "1",
    "type": "207",
    "asks": [
      "Какая команда уровня интерфейса гарантирует, что интерфейс будет обрабатывать входящие кадры LLDP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "lldp получить",
      "lldp включить",
      "lldp запустить",
      "lldp все"
    ]
  },
  {
    "number": "2",
    "type": "35 год",
    "asks": [
      "Какой из следующих блоков адресов IPv6 отправляет пакеты на многоадресный адрес, а не на одноадресный?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Пространство IPv6 Unicast охватывает весь диапазон адресов IPv6, за исключением ff00 :: / 8, согласно [RFC4291]"
    ],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "2000 :: / 3",
      "FC00 :: / 7",
      "FF00 :: / 8",
      "FE80 :: / 10"
    ]
  },
  {
    "number": "3",
    "type": "461",
    "asks": [
      "Какова максимальная скорость одного порта 48-портового коммутатора Gigabit Ethernet?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "1000 Мбит / с",
      "48 Гбит / с"
    ]
  },
  {
    "number": "4",
    "type": "279",
    "asks": [
      "Какая команда назначает порт доступа к VLAN 10?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "коммутатор vlan 10",
      "Switchport режим vlan 10",
      "коммутатор назначить vlan 10",
      "коммутатор доступа vlan 10"
    ]
  },
  {
    "number": "5",
    "type": "402",
    "asks": [
      "В каком режиме конфигурации используется команда ip dhcp snooping для включения отслеживания DHCP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Режим настройки интерфейса",
      "Режим конфигурации линии",
      "Режим настройки безопасности",
      "Режим глобальной конфигурации"
    ]
  },
  {
    "number": "6",
    "type": "148",
    "asks": [
      "Обратитесь к выставке. Как маршрутизатор управляет трафиком на 192.168.12.16?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "EIGRP: 192.168.2.0/24",
      "RIP: 192 168 2 0/27",
      "OSPF: 192.168.2.0/28"
    ],
    "responses": [
      "C"
    ],
    "variants": [
      "Он распределяет нагрузку между всеми тремя маршрутами.",
      "Он выбирает маршрут EIGRP, потому что он имеет наименьшее административное расстояние.",
      "Он выбирает маршрут OSPF, потому что он имеет самый длинный префикс, включая адрес назначения.",
      "Он выбирает маршрут RIP, потому что он имеет самый длинный префикс, включая адрес назначения."
    ]
  },
  {
    "number": "7",
    "type": "357",
    "asks": [
      "Какой уровень ведения журнала подходит для события, требующего немедленных действий?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Скорая медицинская помощь",
      "Критический",
      "Ошибка"
    ]
  },
  {
    "number": "8",
    "type": "180",
    "asks": [
      "Что из перечисленного не является типичной особенностью облачных сервисов?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "По запросу, по требованию",
      "Динамическое масштабирование",
      "Авто-администрирование",
      "Объединение ресурсов"
    ]
  },
  {
    "number": "9",
    "type": "176",
    "asks": [
      "Какая из следующих топологий является наиболее дорогостоящей и требует наибольших административных затрат?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Полная сетка",
      "Однодомный",
      "Ступица и спица"
    ]
  },
  {
    "number": "10",
    "type": "282",
    "asks": [
      "Где в кадре вставлен тег 802.1 Q?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Между полями преамбулы и SFD",
      "Между полями MAC-адреса источника и назначения",
      "Между полями Source MAC и Type",
      "Между полями Source MAC и FCS"
    ]
  },
  {
    "number": "11",
    "type": "75",
    "asks": [
      "Каким образом структура «позвоночник и лист» обеспечивает масштабируемость в сети, когда требуются дополнительные порты доступа?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Можно добавить листовой переключатель и позвоночный переключатель с избыточными соединениями между ними.",
      "Листовой переключатель может быть добавлен с подключениями к каждому переключателю позвоночника.",
      "Коммутатор позвоночника может быть добавлен с восходящими линиями связи не менее 40 ГБ.",
      "Листовой коммутатор может быть добавлен с помощью одного подключения к стержневому коммутатору ядра."
    ]
  },
  {
    "number": "12",
    "type": "274",
    "asks": [
      "Если к коммутатору подключено семь рабочих станций, сколько создается конфликтных доменов?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "0",
      "1",
      "6",
      "7",
      "8"
    ]
  },
  {
    "number": "13",
    "type": "377",
    "asks": [
      "Что верно в отношении баннерных сообщений на маршрутизаторах Cisco? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B",
      "C"
    ],
    "variants": [
      "Вы всегда должны использовать символ # для обозначения конца баннера.",
      "Различные типы баннерных сообщений появляются в разное время или для разных условий.",
      "В них можно использовать искусство ASCII.",
      "Обычно они не используются для юридических предупреждений."
    ]
  },
  {
    "number": "14",
    "type": "324",
    "asks": [
      "Какой тип статического маршрута показан в следующем примере? IP-маршрут 172.20.1.0 255.255.255.0 192.168.100.101"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Статический маршрут к хосту",
      "Плавающий статический маршрут",
      "Маршрут по умолчанию",
      "Сетевой статический маршрут"
    ]
  },
  {
    "number": "15",
    "asks": [
      "Какой тип статического маршрута показан в следующем примере? IP-маршрут 172.20.1.0 255.255.255.0 192.168.100.101"
    ],
    "img": [],
    "sentence": [
      "Q324. Сетевой статический маршрут."
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Статический маршрут к хосту",
      "Плавающий статический маршрут",
      "Маршрут по умолчанию",
      "Сетевой статический маршрут"
    ]
  },
  {
    "number": "16",
    "type": "86",
    "asks": [
      "Какие из перечисленных ниже действий являются обязательными, чтобы обеспечить нормальную работу SSH на коммутаторе Cisco? (Выберите два.)"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D",
      "E"
    ],
    "variants": [
      "Должна быть включена IP-маршрутизация.",
      "Telnet должен быть отключен.",
      "Необходимо настроить пароль консоли.",
      "На коммутаторе должен быть запущен образ IOS k9 (крипто).",
      "Необходимо настроить команду ip domain-name."
    ]
  },
  {
    "number": "17",
    "type": "256",
    "asks": [
      "Какой стандарт беспроводной связи, представленный в 2013 году, допускает максимальную скорость 6,93 Гбит / с?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "802.11 топор",
      "802,11 г",
      "802.11ac",
      "802.11n"
    ]
  },
  {
    "number": "18",
    "type": "219",
    "asks": [
      "Какая форма управления потоком используется с TCP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Никто",
      "Случайный",
      "Окно",
      "Явная буферизация"
    ]
  },
  {
    "number": "19",
    "type": "6",
    "asks": [
      "Что из перечисленного требуется, чтобы сгенерировать ключ RSA для SSH на коммутаторе? (Выберите два.)"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Для включения поддержки SSH на маршрутизаторе Cisco IOS необходимо выполнить четыре шага:",
      "1) Настройте команду hostname.",
      "2) Настройте домен DNS.",
      "3) Создайте ключ SSH, который будет использоваться.",
      "4) Включите поддержку транспорта SSH для терминала виртуального типа (vtys). Чтобы сгенерировать ключ RSA, требуются только пункты 1) и 2)."
    ],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Настройка доступа к VTY.",
      "Настройка имени хоста.",
      "Создание пользователя с паролем.",
      "Настройка версии SSH.",
      "Назначение доменного имени DNS."
    ]
  },
  {
    "number": "20",
    "type": "197",
    "asks": [
      "Что из перечисленного ниже не является допустимой ошибкой, обычно наблюдаемой в выходных данных show interface?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Лепет",
      "Позднее столкновение",
      "Игнорируется",
      "Струйка"
    ]
  },
  {
    "number": "21 год",
    "type": "151",
    "asks": [
      "Обратитесь к выставке. Какой тип маршрута использует R1 для достижения хоста 10.10.14.10/32?"
    ],
    "img": [
      "img0121"
    ],
    "sentence": [],
    "listing": [
      "r1 # sh ip ro",
      "Последний шлюз - 10.10.10.18 в сеть 0.0.0.0.",
      "10.0.0.0/8 т.е. переменно ubnattad, 4 подсети, 3 маски",
      "C 10.10.10.0/30 подключен напрямую, PastEthernetO / 1",
      "O 10.10.14.0/25 [110/6576] через 10.10.10.1, 06:58:21, FastEthernetO / 1",
      "C 10.10.10.16/30 ужасно oonnootod, FastEthornotO / 24",
      "O 10.10.14.144/28 [110/110] через 10.10.10.1, 06:58:21, FastEthernetO / 1",
      "B * 0.0.0.0/0 [20/0] через 10.10.10 18, 01:17:58"
    ],
    "responses": [
      "B"
    ],
    "variants": [
      "маршрут по умолчанию",
      "сетевой маршрут",
      "маршрут хоста",
      "плавающий статический маршрут"
    ]
  },
  {
    "number": "22",
    "type": "428",
    "asks": [
      "На какую функцию полагается DAI?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "ACL",
      "Отслеживание DHCP",
      "QoS DiffServ",
      "НБАР",
      "OSPF"
    ]
  },
  {
    "number": "23",
    "type": "4",
    "asks": [
      "Что из следующего верно в отношении архитектуры корешков и листьев?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: В конфигурациях Leaf-Spine все устройства находятся на одинаковом расстоянии друг от друга и содержат предсказуемую и постоянную задержку или задержку для перемещаемой информации. Это возможно благодаря новому дизайну топологии, который состоит только из двух слоев, слоя Leaf и слоя Spine."
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Более высокая пропускная способность может быть получена для каждого канала между листовыми коммутаторами.",
      "Это облегчает поиск и устранение неисправностей STP, поскольку порты, заблокированные STP, можно легко предсказать.",
      "По замыслу, информация о перемещении имеет переменную задержку между конечными устройствами.",
      "Каждое устройство в топологии разделено одинаковым количеством переходов."
    ]
  },
  {
    "number": "24",
    "type": "212",
    "asks": [
      "Какое утверждение о CDP правильно?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "CDP по умолчанию отключен.",
      "CDP полагается на TCP",
      "CDP по умолчанию отключен на всех последовательных интерфейсах.",
      "CDP - это протокол уровня 2."
    ]
  },
  {
    "number": "25",
    "type": "198",
    "asks": [
      "Какой счетчик увеличивается, если количество переданных кадров превышает размер 1518 байт?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Лепет",
      "Позднее столкновение",
      "Runt",
      "Игнорируется"
    ]
  },
  {
    "number": "26",
    "type": "87",
    "asks": [
      "Какой режим позволяет настраивать EtherChannel между двумя коммутаторами без использования протокола согласования?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "на",
      "авто",
      "активный",
      "желательно"
    ]
  },
  {
    "number": "27",
    "type": "81 год",
    "asks": [
      "Какой блок адресов IPv6 пересылает пакеты на многоадресный адрес, а не на одноадресный?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: 2000 :: / 3 Глобальная одноадресная передача fc00 :: / 7 Уникальная локальная одноадресная передача fe80 :: / 10 Одноадресная передача с ограничением по объему канала ff00 :: / 8 Многоадресная передача"
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "2000 :: / 3",
      "FC00 :: / 7",
      "FE80 :: / 10",
      "FF00 :: / 8"
    ]
  },
  {
    "number": "28 год",
    "type": "430",
    "asks": [
      "Что из перечисленного не является методом HTTP, используемым с REST API?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "ПОЛОЖИЛ",
      "ПОЧТА",
      "ОТПРАВИТЬ",
      "ПОЛУЧАТЬ",
      "УДАЛЯТЬ"
    ]
  },
  {
    "number": "29",
    "type": "27",
    "asks": [
      "Какова роль агента SNMP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Он отвечает на запросы от NMS, предоставляя информацию о переменных MIB.",
      "Он обрабатывает аутентификацию пользователей между сетевыми устройствами и сервером RADIUS или TACACS +.",
      "Он собирает информацию о катастрофических системных событиях с удаленных сетевых узлов.",
      "Он контролирует маршрутизацию между устройствами уровня 3 в сети."
    ]
  },
  {
    "number": "30",
    "type": "69",
    "asks": [
      "Обратитесь к выставке. В каком режиме настроен канал порта SW1 в зависимости от статуса соседа LACP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [
      "SW1 # показать соседа lacp",
      "Флаги: S - устройство отправляет медленные LACPDU",
      "F - Устройство отправляет быстрые LACPDU",
      "A - Устройство в активном режиме",
      "P - Устройство в пассивном режиме",
      "Группа каналов 31 соседи",
      "Информация партнера:",
      "Порт LaCP Порт Аднин Опер Порт",
      "Флаги портов Priority Dev ID Age key Key Kusber State",
      "Etl / 0 SP 32768 aabb.cc40.4000 6s 0x0 0x23 0x101 0x3C",
      "Etl / 1 SP 32768 aabb.cc50.4000 6s 0x0 0x23 0x101 0x3C"
    ],
    "responses": [
      "C"
    ],
    "variants": [
      "авто",
      "активный",
      "пассивный",
      "режим на"
    ]
  },
  {
    "number": "31 год",
    "type": "372",
    "asks": [
      "Какой метод атаки блокирует систему или даже шифрует ее, а затем предлагает разблокировать за деньги?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Червь",
      "Человек посередине",
      "Фишинг",
      "Программы-вымогатели"
    ]
  },
  {
    "number": "32",
    "type": "81 год",
    "asks": [
      "Какой блок адресов IPv6 пересылает пакеты на многоадресный адрес, а не на одноадресный?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: 2000 :: / 3 Глобальная одноадресная передача fc00 :: / 7 Уникальная локальная одноадресная передача fe80 :: / 10 Одноадресная передача с ограничением по объему канала ff00 :: / 8 Многоадресная передача"
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "2000 :: / 3",
      "FC00 :: / 7",
      "FE80 :: / 10",
      "FF00 :: / 8"
    ]
  },
  {
    "number": "33",
    "type": "430",
    "asks": [
      "Что из перечисленного не является методом HTTP, используемым с REST API?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "ПОЛОЖИЛ",
      "ПОЧТА",
      "ОТПРАВИТЬ",
      "ПОЛУЧАТЬ",
      "УДАЛЯТЬ"
    ]
  },
  {
    "number": "34",
    "type": "117",
    "asks": [
      "В чем основное отличие аутентификации AAA от авторизации?"
    ],
    "img": [],
    "sentence": [
      "что инициируют пользователи.",
      "агент аутентификации и база данных пользователей.",
      "пароли."
    ],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Аутентификация идентифицирует и проверяет пользователей, которые пытаются получить доступ к системе, в то время как авторизация контролирует задачи, которые пользователи могут выполнять.",
      "Аутентификация контролирует системные процессы, к которым разрешен доступ пользователям O, в то время как авторизация регистрирует действия.",
      "Аутентификация проверяет имена пользователей и пароли, в то время как авторизация O обрабатывает связь между",
      "Аутентификация идентифицирует пользователей, которые пытаются получить доступ к системе, в то время как авторизация проверяет пользователей."
    ]
  },
  {
    "number": "35 год",
    "type": "420",
    "asks": [
      "Какой диапазон RF используется с 802.11 ac?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "2,4 ГГц",
      "5 ГГц",
      "И 2,4 ГГц, и 5 ГГц",
      "7 ГГц"
    ]
  },
  {
    "number": "36",
    "type": "521",
    "asks": [
      "Какой тип кабеля следует использовать для подключения компьютера к коммутатору для управления коммутатором?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Прямой кабель",
      "Перекрестный кабель",
      "Свернутый кабель",
      "Экранированный кабель"
    ]
  },
  {
    "number": "37",
    "type": "63",
    "asks": [
      "Какие из следующих API-интерфейсов обычно используются в сетевых и облачных технологиях?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "МЫЛО",
      "ОТДЫХАТЬ",
      "JSON-RPC",
      "XML-RPC"
    ]
  },
  {
    "number": "38",
    "type": "454",
    "asks": [
      "Какое утверждение верно в отношении коллизионных доменов?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Все устройства в домене коллизий могут засвидетельствовать коллизию кадра u.",
      "Все устройства в домене коллизий могут получать широковещательные сообщения уровня 2.",
      "Все устройства в домене коллизий могут получать широковещательные сообщения уровня 3.",
      "Все устройства в домене коллизии настроены на полнодуплексный режим 100 Мбит / с."
    ]
  },
  {
    "number": "39",
    "type": "378",
    "asks": [
      "Какая альтернатива использованию локальной аутентификации на маршрутизаторе Cisco?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Централизованный AAA",
      "Удаленная база данных Telnet",
      "SNMP для аутентификации",
      "FTP для аутентификации"
    ]
  },
  {
    "number": "40",
    "type": "105",
    "asks": [
      "Маршрутизатор узнал маршрут 192.168.07.0/24 через IS-IS, RIP, OSPF и внутренний EIGRP. Какой протокол маршрутизации установлен в таблице маршрутизации?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Внутренний протокол EIGRP, поскольку он имеет наименьшее административное расстояние."
    ],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "IS-IS",
      "Внутренний EIGRP",
      "РВАТЬ",
      "OSPF"
    ]
  },
  {
    "number": "41 год",
    "type": "500",
    "asks": [
      "Какой подпротокол внутри пакета PPP отвечает за аутентификацию?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "MPLS",
      "NCP",
      "LCP",
      "ACP"
    ]
  },
  {
    "number": "42",
    "type": "389",
    "asks": [
      "Что означает eq в ACL?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Вы подбираете порт или порты.",
      "Вы используете стандартный ACL вместо расширенного ACL.",
      "Вы используете только один ACE в ACL."
    ]
  },
  {
    "number": "43 год",
    "type": "72",
    "asks": [
      "Какой механизм используется Cisco DNA Center для сбора данных из сети?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Устройства периодически отправляют данные в контроллер по протоколу call-home.",
      "Устройства обмениваются данными с контроллером после установления туннеля IPsec",
      "Инструмент Cisco CLI Analyzer собирает данные со всех лицензированных сетевых устройств и передает их контроллеру.",
      "Сетевые устройства используют различные службы, такие как syslog, SNMP, u и потоковую телеметрию для отправки данных на контроллер."
    ]
  },
  {
    "number": "44 год",
    "type": "209",
    "asks": [
      "Какая команда отключает CDP глобально на устройстве?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "нет запуска cdp",
      "нет включения cdp",
      "cdp отключить",
      "cdp stop"
    ]
  },
  {
    "number": "45",
    "type": "278",
    "asks": [
      "Какую команду можно использовать для просмотра VLAN и назначений интерфейсов на коммутаторе?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "показать краткое описание vlan",
      "показать статус vlan",
      "показать сводку vlan",
      "показать базу данных vlan"
    ]
  },
  {
    "number": "46",
    "type": "319",
    "asks": [
      "Каков размер поля исходного адреса в заголовке IPv6?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "6 байт",
      "8 байт",
      "12 байт",
      "16 байт"
    ]
  },
  {
    "number": "47",
    "type": "319",
    "asks": [
      "Что такое недостижимый AD?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "0",
      "100",
      "200",
      "255"
    ]
  },
  {
    "number": "48",
    "type": "271",
    "asks": [
      "Как называется база данных, в которой хранится адресная информация коммутатора Cisco?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Таблица MAC-адресов",
      "Таблица маршрутизации",
      "Таблица интерфейсов",
      "Буферная таблица"
    ]
  },
  {
    "number": "49",
    "type": "257",
    "asks": [
      "VMware Workstation - пример какого типа технологии гипервизора?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Тип 2",
      "Тип 1",
      "Оголенный метал",
      "Контейнер"
    ]
  },
  {
    "number": "50",
    "type": "442",
    "asks": [
      "Какая команда позволяет видеть локально используемые маршруты OSPF?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "показать локальную базу данных ip ospf",
      "показать все ospf",
      "показать ip route ospf",
      "показать маршруты ospf local"
    ]
  },
  {
    "number": "51",
    "type": "343",
    "asks": [
      "Какой внутренний глобальный адрес для перевода?"
    ],
    "img": [],
    "sentence": [
      "Проверьте следующую команду: ip nat inside source list 1 interface faO / O overload"
    ],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "IP-адрес на интерфейсе faO / O",
      "Виртуальный адрес на интерфейсе faO / O",
      "Адрес в списке доступа 1",
      "Адрес в пуле NAT с именем interface"
    ]
  },
  {
    "number": "52",
    "type": "467",
    "asks": [
      "Какое из следующих утверждений не соответствует логическому управлению брандмауэром?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Любой физический доступ к межсетевому экрану должен строго контролироваться.",
      "Все политики брандмауэра должны быть задокументированы.",
      "Журналы брандмауэра следует регулярно проверять.",
      "Межсетевые экраны должны разрешать трафик по умолчанию и явно запрещать трафик."
    ]
  },
  {
    "number": "53",
    "type": "496",
    "asks": [
      "В трехуровневой архитектуре Cisco связи между коммутаторами уровня распределения указывают, какая топология?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Топология полной сетки",
      "Топология частичной сетки",
      "Звездная топология",
      "Кольцевая топология"
    ]
  },
  {
    "number": "54",
    "type": "186",
    "asks": [
      "Что необходимо сделать при настройке плавающего статического маршрута, чтобы гарантировать использование резервного маршрута в случае сбоя основного маршрута?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "Плавающий статический маршрут должен иметь большее административное расстояние u, чем основной маршрут, поэтому он используется в качестве резервного.",
      "Плавающий статический маршрут должен иметь меньшее административное расстояние, чем основной маршрут, поэтому он используется в качестве резервного.",
      "Административное расстояние на основном маршруте должно быть выше, чтобы резервный маршрут стал второстепенным.",
      "Для установки маршрута в таблицу маршрутизации необходимо настроить команду default-information originate."
    ]
  },
  {
    "number": "55",
    "type": "230",
    "asks": [
      "Что это означает, когда адрес назначения в кадре Ethernet установлен FFFF.FFFF.FFFF?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Кадр является многоадресным.",
      "Фрейм является одноадресным.",
      "Рамку следует отбросить.",
      "Кадр - это широковещательный кадр."
    ]
  },
  {
    "number": "56",
    "type": "295",
    "asks": [
      "Какая команда выводит текущие параметры протокола связующего дерева на коммутаторе Cisco?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "показать 802dot1d",
      "показать остовное дерево топологии",
      "показать избыточность",
      "показать остовное дерево"
    ]
  },
  {
    "number": "57 год",
    "type": "16",
    "asks": [
      "Компания поручает своему сетевому специалисту резервное копирование 30 конфигураций сетевых маршрутизаторов по всему миру. Какой протокол позволяет техническому специалисту выполнять эту работу при использовании MIB Cisco IOS?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "SNMP",
      "SMTP",
      "CDP",
      "ARP",
      "STP"
    ]
  },
  {
    "number": "58",
    "type": "482",
    "asks": [
      "В чем заключается прямое преимущество топологии с полной сеткой?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "B"
    ],
    "variants": [
      "Увеличенная пропускная способность",
      "Повышенная избыточность",
      "Уменьшено количество переключателей",
      "Повышенная сложность"
    ]
  },
  {
    "number": "59",
    "type": "318",
    "asks": [
      "Каково административное расстояние внутренних маршрутов EIGRP?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "5",
      "20",
      "90",
      "100"
    ]
  },
  {
    "number": "60",
    "type": "112",
    "asks": [
      "По каким двум причинам сетевой администратор настраивает плавающий статический маршрут? (Выберите два.)"
    ],
    "img": [],
    "sentence": [
      "Объяснение: плавающие статические маршруты. Плавающие статические маршруты - это статические маршруты.",
      "административное расстояние которых превышает административное расстояние другого статического маршрута или динамических маршрутов. Они очень полезны при резервном копировании основного канала.",
      "Обратитесь к выставке. Сетевому администратору необходимо добавить подсеть для нового этажа, который добавит к сети 20 пользователей."
    ],
    "listing": [],
    "responses": [
      "B",
      "C"
    ],
    "variants": [
      "для маршрутизации трафика по-разному в зависимости от IP-адреса источника пакета",
      "для включения резервной статической маршрутизации при сбое протокола динамической маршрутизации",
      "для автоматической маршрутизации трафика по вторичному пути, когда основной путь выходит из строя",
      "для поддержки балансировки нагрузки через статическую маршрутизацию",
      "для управления обратным путем трафика, отправляемого с маршрутизатора"
    ]
  },
  {
    "number": "61",
    "type": "124",
    "asks": [
      "Какую комбинацию сети IPv4 и маски подсети ему нужно назначить, чтобы минимизировать потери адресов?"
    ],
    "img": [
      "img0161"
    ],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "10.20.225.48 255.255.255.240",
      "10.20.225.48 255.255.255.224",
      "10.20.225.32 255.255.255.240",
      "10.20.225.32 255.255.255.224"
    ]
  },
  {
    "number": "62",
    "type": "265",
    "asks": [
      "Что происходит с фреймом с MAC-адресом назначения ffff.ffff.ffff?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Рамка опущена.",
      "Кадр пересылается только через порт giO / O.",
      "Кадр буферизирован.",
      "Кадр заполняет все порты, кроме порта, на котором кадр поступил в коммутатор."
    ]
  },
  {
    "number": "63",
    "type": "174",
    "asks": [
      "Какое физическое устройство может заменить устройство Cisco Firepower, помимо устаревшего межсетевого экрана?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "C"
    ],
    "variants": [
      "Маршрутизатор",
      "Коммутатор L2",
      "IPS",
      "Система кеширования контента"
    ]
  },
  {
    "number": "64",
    "type": "247",
    "asks": [
      "На сколько битов в IPv6-адресе больше, чем в IPv4-адресе?"
    ],
    "img": [],
    "sentence": [],
    "listing": [],
    "responses": [
      "А"
    ],
    "variants": [
      "96",
      "128",
      "48",
      "64"
    ]
  },
  {
    "number": "65",
    "type": "90",
    "asks": [
      "Два коммутатора подключены и используют протокол Cisco Dynamic Trunking Protocol CDTP. Switchl установлен на Dynamic желательно, а Switch2 установлен на Dynamic Auto. Каков эффект этой конфигурации?"
    ],
    "img": [],
    "sentence": [
      "Объяснение: Dynamic Auto Делает порт Ethernet готовым преобразовать канал в магистральный канал. Порт становится магистральным портом, если для соседнего порта установлен желаемый магистральный или динамический режим. Это режим по умолчанию для некоторых коммутаторов."
    ],
    "listing": [],
    "responses": [
      "D"
    ],
    "variants": [
      "Ссылка отключена из-за ошибки.",
      "Ссылка становится портом доступа.",
      "Ссылка не работает.",
      "Ссылка становится магистральным портом."
    ]
  }
]