let objs = [
  {
    "time": [
      0.0,
      4.221607
    ],
    "en": [
      "welcome to this free CCNA packet tracer practice lab"
    ],
    "ru": [
      "добро пожаловать в эту бесплатную практическую лабораторию CCNA Packet Tracer"
    ]
  },
  {
    "time": [
      4.221607,
      7.309389
    ],
    "en": [
      "you can download the lab file from the link in the description"
    ],
    "ru": [
      "скачать лабораторный файл можно по ссылке в описании"
    ]
  },
  {
    "time": [
      7.309389,
      14.35434
    ],
    "en": [
      "if you like these labs please consider supporting me via my patreon or the cryptocurrency options in the description"
    ],
    "ru": [
      "если вам нравятся эти лаборатории, пожалуйста, подумайте о поддержке меня через мой патреон или варианты криптовалюты в описании"
    ]
  },
  {
    "time": [
      14.35434,
      19.581071
    ],
    "en": [
      "in this lab we are going to continue with what we learned in the previous lab"
    ],
    "ru": [
      "в этой лабораторной работе мы продолжим то, что мы узнали в предыдущей лабораторной работе."
    ]
  },
  {
    "time": [
      19.581071,
      25.348485
    ],
    "en": [
      "in this lab however there are now four routers and there are a lot more static routes that need to be configured"
    ],
    "ru": [
      "однако в этой лабораторной работе теперь четыре маршрутизатора и гораздо больше статических маршрутов, которые необходимо настроить."
    ]
  },
  {
    "time": [
      25.348485,
      29.600317
    ],
    "en": [
      "try to complete the lab yourself first then continue watching if you have trouble"
    ],
    "ru": [
      "попробуйте сначала пройти лабораторию самостоятельно, а затем продолжайте смотреть, если у вас возникнут проблемы"
    ]
  },
  {
    "time": [
      29.600317,
      32.150724
    ],
    "en": [
      "or watch it after to check your solution"
    ],
    "ru": [
      "или просмотрите его позже, чтобы проверить свое решение"
    ]
  },
  {
    "time": [
      32.150724,
      42.004611
    ],
    "en": [
      "so in the previous video I mentioned that as a network gets larger it becomes unfeasible to configure primary and backup routes to each destination manually"
    ],
    "ru": [
      "поэтому в предыдущем видео я упоминал, что по мере увеличения сети становится невозможным вручную настраивать основной и резервный маршруты к каждому пункту назначения."
    ]
  },
  {
    "time": [
      42.004611,
      50.979889
    ],
    "en": [
      "in this lab we aren't even going to configure backup routes and just by adding a few extra routers the amount of static routes to be configured has increased quite a bit"
    ],
    "ru": [
      "в этой лабораторной работе мы даже не собираемся настраивать резервные маршруты, и просто добавив несколько дополнительных маршрутизаторов, количество настраиваемых статических маршрутов значительно увеличилось."
    ]
  },
  {
    "time": [
      50.979889,
      55.867913
    ],
    "en": [
      "so exactly how many routes will we have to configure"
    ],
    "ru": [
      "так сколько именно маршрутов нам нужно настроить"
    ]
  },
  {
    "time": [
      55.867913,
      58.280632
    ],
    "en": [
      "well let's look at r1"
    ],
    "ru": [
      "ну давай посмотрим на r1"
    ]
  },
  {
    "time": [
      58.280632,
      61.107218
    ],
    "en": [
      "it is directly connected to three networks"
    ],
    "ru": [
      "он напрямую подключен к трем сетям"
    ]
  },
  {
    "time": [
      61.107218,
      71.472215
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      61.107218,
      71.472215
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      71.472215,
      74.327514
    ],
    "en": [
      "so we don't have to configure routes to these networks"
    ],
    "ru": [
      "поэтому нам не нужно настраивать маршруты к этим сетям"
    ]
  },
  {
    "time": [
      74.327514,
      87.119738
    ],
    "en": [
      "that means we will have to configure routes 2 192.168 24 0/24 192.168.44.0 slash 24 1.2 slash 24 1.0.0.30 slash 24 and 10.0.2.4 slash 24"
    ],
    "ru": [
      "это означает, что нам нужно будет настроить маршруты 2 192.168 24 0/24 192.168.44.0 косая черта 24 1.2 косая черта 24 1.0.0.30 косая черта 24 и 10.0.2.4 косая черта 24"
    ]
  },
  {
    "time": [
      87.119738,
      97.351694
    ],
    "en": [
      "so we will have to configure five static routes on r1"
    ],
    "ru": [
      "поэтому нам нужно будет настроить пять статических маршрутов на r1"
    ]
  },
  {
    "time": [
      97.351694,
      102.233623
    ],
    "en": [
      "we will have to configure the same number of routes on each other router"
    ],
    "ru": [
      "нам нужно будет настроить одинаковое количество маршрутов на каждом другом роутере"
    ]
  },
  {
    "time": [
      102.233623,
      104.860202
    ],
    "en": [
      "so that's a total of 20 static routes"
    ],
    "ru": [
      "итого 20 статических маршрутов"
    ]
  },
  {
    "time": [
      104.860202,
      109.039116
    ],
    "en": [
      "on the scale of things that's not a huge number of routes to configure"
    ],
    "ru": [
      "в масштабе вещей это не огромное количество маршрутов для настройки"
    ]
  },
  {
    "time": [
      109.039116,
      113.741815
    ],
    "en": [
      "however compared to the two routes we had to configure in the previous lab it's quite a jump"
    ],
    "ru": [
      "однако по сравнению с двумя маршрутами, которые нам пришлось настроить в предыдущей лабораторной работе, это большой скачок."
    ]
  },
  {
    "time": [
      113.741815,
      118.240063
    ],
    "en": [
      "this is still a very small and simple network 2 on the scale of things"
    ],
    "ru": [
      "это все еще очень маленькая и простая сеть 2 в масштабе вещей"
    ]
  },
  {
    "time": [
      118.240063,
      122.048361
    ],
    "en": [
      "this lab will be quite repetitive but also good practice"
    ],
    "ru": [
      "эта лабораторная работа будет довольно частой, но это также хорошая практика"
    ]
  },
  {
    "time": [
      122.048361,
      126.47755
    ],
    "en": [
      "be careful of misconfigurations when doing repetitive work like this"
    ],
    "ru": [
      "будьте осторожны с неправильной конфигурацией при выполнении повторяющейся работы, подобной этой"
    ]
  },
  {
    "time": [
      126.47755,
      131.549834
    ],
    "en": [
      "I'll of course be careful too but if you spot any mistakes I'll give you a shout out in another video"
    ],
    "ru": [
      "Я, конечно, тоже буду осторожен, но если вы заметите какие-либо ошибки, я дам вам крик в другом видео"
    ]
  },
  {
    "time": [
      131.549834,
      139.550672
    ],
    "en": [
      "anyway let's get started"
    ],
    "ru": [
      "в любом случае давайте начнем"
    ]
  },
  {
    "time": [
      139.550672,
      146.625182
    ],
    "en": [
      "I'll hop on r1 enable conf T"
    ],
    "ru": [
      "Я запрыгну на r1, включу conf T"
    ]
  },
  {
    "time": [
      146.625182,
      149.347133
    ],
    "en": [
      "so let's create the static routes we mentioned before"
    ],
    "ru": [
      "Итак, давайте создадим статические маршруты, о которых мы упоминали ранее"
    ]
  },
  {
    "time": [
      149.347133,
      163.093005
    ],
    "en": [
      "IP route 192.168.24.0 255.255.255.0 with the next top of 192.168.12.2 which is r2"
    ],
    "ru": [
      "IP-маршрут 192.168.24.0 255.255.255.0 со следующей вершиной 192.168.12.2, которая является r2"
    ]
  },
  {
    "time": [
      163.093005,
      171.907116
    ],
    "en": [
      "IP route 192.168.34.0 255.255.255.0 with the next top of"
    ],
    "ru": [
      "IP-маршрут 192.168.34.0 255.255.255.0 со следующей вершиной"
    ]
  },
  {
    "time": [
      171.907116,
      176.213018
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      171.907116,
      176.213018
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      176.213018,
      182.652949
    ],
    "en": [
      "IP route 10.0.3.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.3.0 255.255.255.0"
    ]
  },
  {
    "time": [
      182.652949,
      186.791338
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      182.652949,
      186.791338
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      186.791338,
      196.229225
    ],
    "en": [
      "IP route 10.0.2.0 255.255.255.0 192.168.12.2"
    ],
    "ru": [
      "IP-маршрут 10.0.2.0 255.255.255.0 192.168.12.2"
    ]
  },
  {
    "time": [
      196.229225,
      197.985599
    ],
    "en": [
      "next top of r 2"
    ],
    "ru": [
      "следующая вершина r 2"
    ]
  },
  {
    "time": [
      197.985599,
      204.60799
    ],
    "en": [
      "IP route 10.0.4.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.4.0 255.255.255.0"
    ]
  },
  {
    "time": [
      204.60799,
      207.202773
    ],
    "en": [
      "now this one we have a choice"
    ],
    "ru": [
      "теперь у нас есть выбор"
    ]
  },
  {
    "time": [
      207.202773,
      209.644596
    ],
    "en": [
      "there are two routes of equal distance"
    ],
    "ru": [
      "есть два маршрута на равном расстоянии"
    ]
  },
  {
    "time": [
      209.644596,
      214.504781
    ],
    "en": [
      "we could go R 2 to R 4 or via R 3 to R 4"
    ],
    "ru": [
      "мы могли бы пойти с R 2 на R 4 или через R 3 на R 4"
    ]
  },
  {
    "time": [
      214.504781,
      216.507575
    ],
    "en": [
      "let's go with r 2 is the next hop"
    ],
    "ru": [
      "пойдем с r 2 это следующий прыжок"
    ]
  },
  {
    "time": [
      216.507575,
      221.802815
    ],
    "en": [
      "so 192.168.12.2 ok R 1 is now complete"
    ],
    "ru": [
      "Итак, 192.168.12.2 ok R 1 теперь завершен"
    ]
  },
  {
    "time": [
      221.802815,
      227.55383
    ],
    "en": [
      "now let's go on r2 and configure the required routes"
    ],
    "ru": [
      "теперь перейдем на r2 и настроим необходимые маршруты"
    ]
  },
  {
    "time": [
      227.55383,
      242.615643
    ],
    "en": [
      "those being 192.168.13.0 slash 24 192.168.24.0 /24 10.0.1.0 slash 24 10.0.3.0 slash 24 and 10.0.4.0 slash 24"
    ],
    "ru": [
      "это 192.168.13.0 косая черта 24 192.168.24.0 / 24 10.0.1.0 косая черта 24 10.0.3.0 косая черта 24 и 10.0.4.0 косая черта 24"
    ]
  },
  {
    "time": [
      242.615643,
      255.553505
    ],
    "en": [
      "enable conf t IP route 192.168.13.0 255.255.255.0 192.168.12.1"
    ],
    "ru": [
      "включить конфигурацию IP-маршрута 192.168.13.0 255.255.255.0 192.168.12.1"
    ]
  },
  {
    "time": [
      255.553505,
      257.623651
    ],
    "en": [
      "r1 is the next hop"
    ],
    "ru": [
      "r1 - следующий переход"
    ]
  },
  {
    "time": [
      257.623651,
      268.632008
    ],
    "en": [
      "IP route 192.168.13.0 255.255.255.0 192.168.24.0 r4 is the next hop"
    ],
    "ru": [
      "IP-маршрут 192.168.13.0 255.255.255.0 192.168.24.0 r4 - следующий переход"
    ]
  },
  {
    "time": [
      268.632008,
      280.527672
    ],
    "en": [
      "IP route 10.0.1.0 255.255.255.0 192.168.12.1 r1 is the next hop"
    ],
    "ru": [
      "IP-маршрут 10.0.1.0 255.255.255.0 192.168.12.1 r1 - следующий переход"
    ]
  },
  {
    "time": [
      280.527672,
      287.448466
    ],
    "en": [
      "IP route 10.0.3.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.3.0 255.255.255.0"
    ]
  },
  {
    "time": [
      287.448466,
      291.423346
    ],
    "en": [
      "again we can choose between two equal distance routes"
    ],
    "ru": [
      "снова мы можем выбирать между двумя маршрутами равного расстояния"
    ]
  },
  {
    "time": [
      291.423346,
      294.845849
    ],
    "en": [
      "R 1 to R 3 or R 4 to R 3"
    ],
    "ru": [
      "От 1 до 3 рандов или от 4 до 3 рандов"
    ]
  },
  {
    "time": [
      294.845849,
      296.678226
    ],
    "en": [
      "let's go with r1 so"
    ],
    "ru": [
      "давай с r1 так"
    ]
  },
  {
    "time": [
      296.678226,
      299.400461
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      296.678226,
      299.400461
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      299.400461,
      306.155989
    ],
    "en": [
      "IP route 10.0.4.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.4.0 255.255.255.0"
    ]
  },
  {
    "time": [
      306.155989,
      311.179382
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      306.155989,
      311.179382
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      311.179382,
      312.9843
    ],
    "en": [
      "that's all for r2"
    ],
    "ru": [
      "это все для R2"
    ]
  },
  {
    "time": [
      312.9843,
      317.767177
    ],
    "en": [
      "now let's configure the routes for r3"
    ],
    "ru": [
      "теперь настроим маршруты для r3"
    ]
  },
  {
    "time": [
      317.767177,
      323.271073
    ],
    "en": [
      "r3 requires routes to 192.168.12.0 / 24"
    ],
    "ru": [
      "r3 требует маршрутов к 192.168.12.0 / 24"
    ]
  },
  {
    "time": [
      323.271073,
      329.865999
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      323.271073,
      329.865999
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      329.865999,
      335.374369
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      329.865999,
      335.374369
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      335.374369,
      351.390743
    ],
    "en": [
      "enable conf t IP route 192.168.12.0 255.255.255.0 192.168.13.1 r1 is the next hop"
    ],
    "ru": [
      "enable conf t IP-маршрут 192.168.12.0 255.255.255.0 192.168.13.1 r1 - это следующий переход"
    ]
  },
  {
    "time": [
      351.390743,
      358.078388
    ],
    "en": [
      "IP route 192.168.24.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 192.168.24.0 255.255.255.0"
    ]
  },
  {
    "time": [
      358.078388,
      362.745258
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      358.078388,
      362.745258
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      362.745258,
      372.109832
    ],
    "en": [
      "IP route 10.0.1.0 255.255.255.0 192.168.13.1"
    ],
    "ru": [
      "IP-маршрут 10.0.1.0 255.255.255.0 192.168.13.1"
    ]
  },
  {
    "time": [
      372.109832,
      373.876237
    ],
    "en": [
      "r1 is the next hop"
    ],
    "ru": [
      "r1 - следующий переход"
    ]
  },
  {
    "time": [
      373.876237,
      380.062221
    ],
    "en": [
      "IP route 10.0.2.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.2.0 255.255.255.0"
    ]
  },
  {
    "time": [
      380.062221,
      381.882294
    ],
    "en": [
      "again we have a choice here"
    ],
    "ru": [
      "снова у нас есть выбор"
    ]
  },
  {
    "time": [
      381.882294,
      393.151656
    ],
    "en": [
      "I'll set r1 as the next hop 192.168.13.1 I P route 10.0.4.0 255 255 255 0"
    ],
    "ru": [
      "Я установлю r1 в качестве следующего перехода 192.168.13.1 I P route 10.0.4.0 255 255 255 0"
    ]
  },
  {
    "time": [
      393.151656,
      398.428112
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      393.151656,
      398.428112
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      398.428112,
      400.167771
    ],
    "en": [
      "that's all for r3"
    ],
    "ru": [
      "это все для r3"
    ]
  },
  {
    "time": [
      400.167771,
      405.881673
    ],
    "en": [
      "finally let's configure static routes on r4"
    ],
    "ru": [
      "наконец давайте настроим статические маршруты на r4"
    ]
  },
  {
    "time": [
      405.881673,
      414.415365
    ],
    "en": [
      "r4's routes to 192.168.12.0 /24 192.168.13.0 / 24"
    ],
    "ru": [
      "маршруты r4 на 192.168.12.0 / 24 192.168.13.0 / 24"
    ]
  },
  {
    "time": [
      414.415365,
      417.615339
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      414.415365,
      417.615339
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      417.615339,
      423.075646
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      417.615339,
      423.075646
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      423.075646,
      436.996042
    ],
    "en": [
      "enable conf t IP routs 192.168.12.0 255.255.255.0 192.168.24.2"
    ],
    "ru": [
      "включить конфигурацию IP-маршрутов 192.168.12.0 255.255.255.0 192.168.24.2"
    ]
  },
  {
    "time": [
      436.996042,
      438.516636
    ],
    "en": [
      "r 2 is the next hop"
    ],
    "ru": [
      "r 2 - следующий переход"
    ]
  },
  {
    "time": [
      438.516636,
      445.434681
    ],
    "en": [
      "IP route - 192.168.13.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут - 192.168.13.0 255.255.255.0"
    ]
  },
  {
    "time": [
      445.434681,
      450.3366
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      445.434681,
      450.3366
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      450.3366,
      456.739621
    ],
    "en": [
      "IP route 10.0.1.0 255.255.255.0"
    ],
    "ru": [
      "IP-маршрут 10.0.1.0 255.255.255.0"
    ]
  },
  {
    "time": [
      456.739621,
      460.122395
    ],
    "en": [
      "we have a choice here between two equal distance routes"
    ],
    "ru": [
      "у нас есть выбор между двумя маршрутами на равном расстоянии"
    ]
  },
  {
    "time": [
      460.122395,
      461.929505
    ],
    "en": [
      "but let's go with r2"
    ],
    "ru": [
      "но давай с r2"
    ]
  },
  {
    "time": [
      461.929505,
      473.558838
    ],
    "en": [
      "so 192.168.24.2 IP routes 10.0.2.0 255.255.255.0 192.168.24.2"
    ],
    "ru": [
      "поэтому 192.168.24.2 IP-маршруты 10.0.2.0 255.255.255.0 192.168.24.2"
    ]
  },
  {
    "time": [
      473.558838,
      482.572675
    ],
    "en": [
      "r 2 is the next hop and last one IP route 10.0.3.0 255.255.255.0"
    ],
    "ru": [
      "r 2 - это следующий переход и последний IP-маршрут 10.0.3.0 255.255.255.0"
    ]
  },
  {
    "time": [
      482.572675,
      485.552445
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      482.572675,
      485.552445
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      485.552445,
      487.629827
    ],
    "en": [
      "r 3 is the next hop"
    ],
    "ru": [
      "r 3 - следующий переход"
    ]
  },
  {
    "time": [
      487.629827,
      494.372724
    ],
    "en": [
      "that's all for r 4 ok I hope that didn't put you to sleep"
    ],
    "ru": [
      "это все для р 4 хорошо, я надеюсь, что это не усыпило тебя"
    ]
  },
  {
    "time": [
      494.372724,
      497.873956
    ],
    "en": [
      "but I also hope it helped you practice configuring static routes"
    ],
    "ru": [
      "но я также надеюсь, что это помогло вам попрактиковаться в настройке статических маршрутов"
    ]
  },
  {
    "time": [
      497.873956,
      501.144918
    ],
    "en": [
      "we will do one more lab dedicated to static routing"
    ],
    "ru": [
      "мы проведем еще одну лабораторную работу, посвященную статической маршрутизации"
    ]
  },
  {
    "time": [
      501.144918,
      505.184596
    ],
    "en": [
      "focusing on the creation of backup routes that's all for this lab"
    ],
    "ru": [
      "сосредоточение внимания на создании резервных маршрутов, вот и все для этой лабораторной работы"
    ]
  },
  {
    "time": [
      505.184596,
      511.236419
    ],
    "en": [
      "thank you for watching I hope this lab and video have been helpful for you"
    ],
    "ru": [
      "Спасибо за просмотр. Надеюсь, эта лабораторная работа и видео были для вас полезны."
    ]
  },
  {
    "time": [
      511.236419,
      514.555357
    ],
    "en": [
      "please subscribe for future labs like this"
    ],
    "ru": [
      "пожалуйста, подпишитесь на будущие подобные лаборатории"
    ]
  },
  {
    "time": [
      514.555357,
      516.34288
    ],
    "en": [
      "which will be released weekly"
    ],
    "ru": [
      "который будет выходить еженедельно"
    ]
  },
  {
    "time": [
      516.34288,
      521.12583
    ],
    "en": [
      "if you have requests for any specific labs let me know in the comment section"
    ],
    "ru": [
      "если у вас есть запросы по каким-либо конкретным лабораториям, дайте мне знать в разделе комментариев"
    ]
  },
  {
    "time": [
      521.12583,
      529.723224
    ],
    "en": [
      "if you want to support my channel please consider contributing to my patreon patreon comm / Jeremy's IT lab"
    ],
    "ru": [
      "если вы хотите поддержать мой канал, пожалуйста, подумайте о том, чтобы внести свой вклад в мой patreon patreon comm / ИТ-лабораторию Джереми"
    ]
  },
  {
    "time": [
      529.723224,
      535.270621
    ],
    "en": [
      "I accept Bitcoin and aetherium donations via addresses in the description"
    ],
    "ru": [
      "Я принимаю пожертвования биткойнами и эфириумом по адресам в описании"
    ]
  },
  {
    "time": [
      535.270621,
      544.342405
    ],
    "en": [
      "I am also a brave verified publisher and accept bat or basic attention token donations in the brave browser"
    ],
    "ru": [
      "Я также храбрый проверенный издатель и принимаю пожертвования летучих мышей или базовых токенов внимания в смелом браузере."
    ]
  },
  {
    "time": [
      544.342405,
      544.342405
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      544.342405,
      544.342405
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  },
  {
    "time": [
      544.342405,
      544.342405
    ],
    "en": [
      ""
    ],
    "ru": [
      ""
    ]
  }
]